[
    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Great trail. A few very steep sections where you are rock scrambling, not super challenging if you are in decent shape though. The rest of the loop after brace is basically just a forest road and the last mile is the road going back to the start so do an out and back if you wanna stay in the woods",
        "author":"Shawn P.",
        "rev_code":"A1"
    },

    {
        "title": "Mount Frissell",
        "rating": 4,
        "body":"This was a fun trail! Crampons are a MUST! There was a ton of ice, especially on the road coming back. Under the fresh snow it was a solid sheet of ice. Beautiful day though for a hike!!",
        "author":"Leslie F."
    },

    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Awesome hike. Went ccw, first half was on the harder side with a few scrambles, not to technical, no real view from top of frissell, great view from brace, return hike fairly easy but very rocky, we’re shoes with good ankle support. As Bob mentioned part of trail is indeed narrow, not enough room to swing trekking poles, but still a five star for me.",
        "author":"Bill C."
    },

    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Beautiful views, nice loop.  Trail can be confusing at times, definitely helpful to have the maps",
        "author":"Julianna W."
    },

    {
        "title": "Metacomet Trail",
        "rating": 5,
        "body":"Incredible experience doing the entire thing in 4 days. Very humbling and hard work for sure. Did a total of 68 miles in 4 days time while camping along the way. Had to purify my own water as I went and ration it along with my food. Highly recommend this for experienced people, thrilling experience to reach the end! ",
        "author":"Chris D."
    },

    {
        "title": "Metacomet Trail",
        "rating": 4.5,
        "body":"Awesome as ever. This time we went clockwise, different season, and different time of day (mid-afternoon). It  wasn’t too busy on a gorgeous day. I do wish we had gone by the falls but our time was more constrained. ",
        "author":"Linda W"
    },

    {
        "title": "Metacomet Trail",
        "rating": 4,
        "body":"The trail was much longer than stated. We cut through at halfway around the loop and still put in 4.9 miles according to the app and 5.9 miles according to Fitbit. Gorgeous views, several challenging climbs and descents. The trail was usually easy to follow but there were portions that were not marked clearly where it was easy to get off track. When we cut through on side trails at Galway around, we had to cross streams so be aware if you decide to do the same. Definitely plan to go back again in other seasons. Really a great hike in central CT, equal in challenge to many on the eastern side of the state.",
        "author":"Annabelle A."
    },

    {
        "title": "Metacomet Trail",
        "rating": 5,
        "body":"So much harder than any “moderate” hike I have done. Lots of ups and downs, including some steep rock scrambles. Had to duck over to blue/red because there was no way my 50 lb dog was going to make it down one on her own, and there wasn’t a safe way to carry her. Not for the faint of heart! (Oh, buggy today (early August)- recommend a head net.)",
        "author":"Frankie R."
    },

    {
        "title": "Farmington Canal Heritage Trail",
        "rating": "5",
        "body":"The canals are miles of paved pathways created for recreational use over what used to be miles of railroad tracks. Hikers, runners, bikers, dog walkers, skaters...you name it, use this wonderful designated area. There are parking lots peppered throughout the course, spaced with enough distance between to decrease the interruption in the pathway. On this day we chose the area closest to the Farmington River between Unionville and Collinsville — quiet, and serene, the river on one side of us as a picturesque backdrop. Grateful for the thoughtful use of old ways repurposed!! We plan on exploring many of the other sections of the canal",
        "author":"Liz MD."
    },

    {
        "title": "Farmington Canal Heritage Trail",
        "rating": "4.5",
        "body":"I wish we had one of these near my home. This appears to be an old railway trail that's been paved for bike and pedestrian traffic. My wife and I were looking for a hike today but as it had rained heavily yesterday we weren't into the state park scene - too muddy and slippery for rock scrambling. So we opted for a 10k walk on this 130k trail. We picked it up near the Tuxipin park (or something like that) and walked towards town - about 5k. It ran along a river and was separated from the houses either by greenspace or fence. Quite a gem to have in your backyard",
        "author":"Duncan D."
    },

    {
        "title": "Farmington Canal Heritage Trail",
        "rating": "3.5",
        "body":"Farmington is the southern anchor to a bike path that rounds contiguously all the way to Massachusetts border (and beyond) to the north - approximately 25 miles. Thanks to a number of civic organizations - path has been continually expanding and improving. Next major step is southern expansion from Farmington into Plainville with a bridge over Route 6. Path is in very nice shape - with towns like Farmington, Avon, Simsbury, and Granby doing their share of maintenance and capital improvements. ",
        "author":"Dorkus Z."
    },

    {
        "title": "Ferry Landing Boardwalk",
        "rating": "3",
        "body":"Beautiful views! The boardwalk is in good shape with a lookout at the very end. Lots of fishermen fishing or crabbing off the boardwalk. Views of the bridge, train tracks, Old Saybrook across the river, lighthouse in the distance, and lots of wildlife. Benches and garbage cans along the boardwalk. Very short walk. Spent more time looking around than walking. Because you park and start at the DEEP station, it can feel a little industrial and loud. Not a place to go to get away.",
        "author":"Staci C."
    },

    {
        "title": "Ferry Landing Boardwalk",
        "rating": "4",
        "body":"Beautiful wheel chair accessible walk, my wife with Parkinson’s was able to use her rollator and when she tired I had no problem using it as a transport chair.  Enjoyable wander!",
        "author":"Robert C."
    },

    {
        "title": "Ferry Landing Boardwalk",
        "rating": "3",
        "body":"As others have mentioned, it is easy and a scenic place to visit.  There is a raised viewing platform with an ospreys nest in the distance.  The water view, golden reeds and bright blue sky made for some nice pics. This is a nice place to visit,  but it is a stretch to refer to this as a hike.",
        "author":"Roger B."
    },

    {
        "title": "Castle Craig",
        "rating": "3",
        "body":"While not the most secluded hike in the area, this short out and back leads to a unique destination with memorable views.",
        "author":"Kristin A."
    },

    {
        "title": "Castle Craig",
        "rating": "4",
        "body":"The hike to castle Craig is relatively easy with a steep hike across loose stones at the end .Follow the white square on trees .There is no water/restroom facilities on top.The castle can be accesed by car through a properly laid road.The view from top of castle is great.",
        "author":"Mister E"
    },

    {
        "title": "Castle Craig",
        "rating": "4",
        "body":"Visited Hubbard Park in June. Very nice view up to Castle Craig, very nice lake with ducks and geese to feed. Hike 3 miles up to Castle Craig, very cool. I suggest avoiding the Daffodil Festival weekend. It's become dominated by corporate interests instead of crafty booths and some of the corporate vendors were rude. Much more peaceful visiting when it was not Daffodil Festival weekend.",
        "author":"Mike E."
    },

    {
        "title": "Castle Craig",
        "rating": "4",
        "body":"There is a paved path that goes all the way up to Castle Craig - it's a bit over 3 miles each way. The first mile to mile-and-a-half is gently rolling hills, but after that be prepared to work. Great view at the top! Coming back down is easier work - but that last mile back to the car can feel very long. There are lots of dog walkers here. The path was plowed in the afternoon when it had snowed in the morning - I think they might need to keep it clear for the radio tower? Anyway, it's a great place for training. Lots of parking.",
        "author":"Rooney T"
    },

    {
        "title": "Ragged Mountain Loop",
        "rating": "5",
        "body":"Great trail. Markers are red/blue then turn to just blue. Went clockwise from West Lane, first 1/3 is toughest in terms of terrain, then it is smooth the rest of the way.",
        "author":"Kenny G."
    },

    {
        "title": "Ragged Mountain Loop",
        "rating": "3.5",
        "body":"Nice hike , a little muddy but wasn't unexpected at this time of year. Hiking poles will help especially at the multiable steam crossings.",
        "author":"Weird A."
    },

    {
        "title": "Ragged Mountain Loop",
        "rating": "3.5",
        "body":"Well marked on red/blue trail(we went left from start) & then jumped onto yellow/blue trail again well marked. All well maintained from outside of simple Mother Nature. Glad I brought my walking sticks! Great challenge for me.",
        "author":"Mary D."
    },


    {
        "title": "Ragged Mountain Loop",
        "rating": "4",
        "body":"All the snow has melted and most of the muddy spots were frozen with temps in the 20's. I didn't need spikes or poles. Clockwise gets you right to the good part with nice overlooks and a large wall for rock climbing if you take the lower path. The rest of the trail is mostly downhill and boring so I crossed the stream and made a shorter loop. The western side probably offers some nice views of the setting sun if you time it right. I intend on returning and going ccw. Parking is limited (about 20 vehicles) and traffic is moderate to heavy. The blue, orange and red trails are well marked and the path is well maintained.",
        "author":"Derek D."
    },

    {
        "title": "Ragged Mountain Loop",
        "rating": "2",
        "body":"Total ice, which you already know because it’s New England and the winter, with days significantly above and below freezing. Spikes are a must. Also, good luck with the river crossings. That’s all I’ll say. Trails that are not the outer most loop are not marked (at all) and can be difficult to follow.",
        "author":"Barb W."
    },

    {
        "title": "Bluff Point Coastal",
        "rating": "5",
        "body":"Nice, clean, and easy-to-navigate looping trail by the shore. dog friendly, kid friendly, and bike friendly. very windy where there isn't coverage by the trees so make sure to wear a sweatshirt! accidentally forgot to start marking my progress until a bit after the start so ignore my starting point!",
        "author":"Cheyenne C."
    },


    {
        "title": "Bluff Point Coastal",
        "rating": "4",
        "body":"We did a variation - we walked out to the point via the trail on the right, turned back and walked to the end of the beach. It was a very nice area but it wasn’t easy walking on the beach! Lots of parking. The dog enjoyed the hike and the view at the point is wonderful. There were so many dogs on leash and such a variety of dogs!",
        "author":"Marci C."
    },

    {
        "title": "Bluff Point Coastal",
        "rating": "2",
        "body":"Beautiful trail, but beware! If you explore the white rocky beaches past the trail turnaround you may be met with a nasty surprise! I saw HUNDREDS of spiders on the beach! I don’t know what kind but they were not very small and they moved very fast! I did not see these spiders anywhere on the main trail or on the beach by the parking area though so there is plenty of beautiful spider-free area to explore. Gorgeous park!",
        "author":"Debbie D."
    },

    {
        "title": "Bluff Point Coastal",
        "rating": "4",
        "body":"Beautiful trail along the coast with plenty of places to stop for a picnic or photos. The second half of the trail is completely shady and in the woods.  It is a little buggy so bring spray. And lots of sunblock for the parts by the water. There are a lot of trails and offshoots.  They are numbered in chronological order as you walk around. The terrain  is generally flat with some rocks scattered around.",
        "author":"George C."
    },
    
    {
        "title": "Sleeping Giant Tower Trail",
        "rating": "5",
        "body":"Sleeping Giant is one of the best hiking areas in the state. The tower trail is a nice winter trail, or introductory trail to this park. The trail is loaded with switchbacks so it's never too steep, great for bringing the family or a nice relatively easy day hike.",
        "author":"Shannon K."
    },

    {
        "title": "Sleeping Giant Tower Trail",
        "rating": "4",
        "body":"The blue trail is awesome! We were able to take our dog up although there were some difficult scrambles that required carrying him. Pretty vertical at times but a great workout on a beautiful day!",
        "author":"Louisa M."
    },
    
    {
        "title": "Sleeping Giant Tower Trail",
        "rating": "3",
        "body":"NOT a moderate hike. Hard, steep scramble the first mile. Group behind us turned back because they were scared. Definitely has an element of danger to it.  rewarding to complete",
        "author":"Katie M."
    },

    {
        "title": "Sleeping Giant Tower Trail",
        "rating": "3",
        "body":"I hiked alone on this one. The “ice storm”, in addition to it being night was supposed to make the hike gnarly but all I got was a lot of rain. The trails were like streams. There was enough sketch out there to make it fun with a friend. I’d do it again.",
        "author":"David A."
    },

    {
        "title": "Sleeping Giant Tower Trail",
        "rating": "2.5",
        "body":"This trail is CRAZY. It is not moderate but hard. my friend almost vomited from the almost vertical climb.  We went blue first wanted to connect to the tower trail to head down but never did we had to turn around.  ",
        "author":"Alice W."
    },
    
    {
        "title": "Wadsworth Falls Loop",
        "rating": "5",
        "body":"Beautiful falls, both little and the big one. The hike was easy, harder if you climb up the hill by the little falls, but that was only for two minutes. The rest of the trail was beautiful, easy, and surrounded by friendly people. My friends and I maybe ran into 5/6 other groups of people, nothing crowded or loud. Just some passerby wishing you a good morning or good hike. Super sweet, would love to return! ",
        "author":"Stephanie L."
    },

    {
        "title": "Wadsworth Falls Loop",
        "rating": "2",
        "body":"This is not a “flat” trail as most reviews state. You will be climbing some hills and walking on a few ledges (nothing scary). The trails are mostly wide and clear, but not all are blazed well. Some muddy areas and one long rocky area uphill. We actually saw more “No Waterfall Access” signs than actual waterfalls! We were not the only people on the clockwise loop enjoying the beginning riverside walk, followed by so-so uneventful middle miles that finally ended in a waterfall, but wait… is this it?!  Yep, SMALL FALLS. And why does one arrow sign say “big falls” but never lead to them? It is a nice area, but our hopes were set much higher than they should have been. Busy for a weekday early afternoon. Would I hike it again? Nah…",
        "author":"Kim L."
    },

    {
        "title": "Wadsworth Falls Loop",
        "rating": "4",
        "body":"The trail is very nice and easy to walk on. The waterfalls and stream that you walk along is very pretty. It is true that the trail is not the easiest to follow. The first hurdle is finding the start of this trail. It is fine to follow the apps directions to the parking lot. Once there you can walk down the hill and see a big waterfall and take pictures. Then walk back up the hill and go left onto the road. The trail head is 50ft down past the railroad track.",
        "author":"Tommy M."
    },
    
    {
        "title": "Wadsworth Falls Loop",
        "rating": "4",
        "body":"I love the fluffy white clouds and happy little trees. Still getting familiar with the trails. there are a lot marked with the same colors so it can get confusing. I usually just paint over them and celebrate my happy little mistakes.",
        "author":"Bob R."
    },

    {
        "title": "Wadsworth Falls Loop",
        "rating": "5",
        "body":"I thought this was a perfect trail for beginners, kids, and older adults like myself. It appears that comments about the trail have been addressed with new markers. I found it very easy to navigate compared to other places I have been. It was extremely clean. I assume that changes during the busier months of summer. I will definitely be back! Best walk through the woods!",
        "author":"Sheila E."
    }

]

