[
    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Great trail. A few very steep sections where you are rock scrambling, not super challenging if you are in decent shape though. The rest of the loop after brace is basically just a forest road and the last mile is the road going back to the start so do an out and back if you wanna stay in the woods",
        "author":"Shawn P."
    },

    {
        "title": "Mount Frissell",
        "rating": 4,
        "body":"This was a fun trail! Crampons are a MUST! There was a ton of ice, especially on the road coming back. Under the fresh snow it was a solid sheet of ice. Beautiful day though for a hike!!",
        "author":"Leslie F."
    },

    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Awesome hike. Went ccw, first half was on the harder side with a few scrambles, not to technical, no real view from top of frissell, great view from brace, return hike fairly easy but very rocky, we’re shoes with good ankle support. As Bob mentioned part of trail is indeed narrow, not enough room to swing trekking poles, but still a five star for me.",
        "author":"Bill C."
    },

    {
        "title": "Mount Frissell",
        "rating": 5,
        "body":"Beautiful views, nice loop.  Trail can be confusing at times, definitely helpful to have the maps",
        "author":"Julianna W."
    },

    {
        "title": "Metacomet Trail",
        "rating": 5,
        "body":"Incredible experience doing the entire thing in 4 days. Very humbling and hard work for sure. Did a total of 68 miles in 4 days time while camping along the way. Had to purify my own water as I went and ration it along with my food. Highly recommend this for experienced people, thrilling experience to reach the end! ",
        "author":"Chris D."
    },

    {
        "title": "Metacomet Trail",
        "rating": 4.5,
        "body":"Awesome as ever. This time we went clockwise, different season, and different time of day (mid-afternoon). It  wasn’t too busy on a gorgeous day. I do wish we had gone by the falls but our time was more constrained. ",
        "author":"Linda W"
    },

    {
        "title": "Metacomet Trail",
        "rating": 4,
        "body":"The trail was much longer than stated. We cut through at halfway around the loop and still put in 4.9 miles according to the app and 5.9 miles according to Fitbit. Gorgeous views, several challenging climbs and descents. The trail was usually easy to follow but there were portions that were not marked clearly where it was easy to get off track. When we cut through on side trails at Galway around, we had to cross streams so be aware if you decide to do the same. Definitely plan to go back again in other seasons. Really a great hike in central CT, equal in challenge to many on the eastern side of the state.",
        "author":"Annabelle A."
    },

    {
        "title": "Metacomet Trail",
        "rating": 3,
        "body":"So much harder than any “moderate” hike I’ve done. Lots of ups and downs, including some steep rock scrambles. Had to duck over to blue/red because there was no way my 50 lb dog was going to make it down one on her own, and there wasn’t a safe way to carry her. Not for the faint of heart! (Oh, buggy today (early August)- recommend a head net.)",
        "author":"Lisa H."
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    },

    {
        "title": "",
        "rating": "",
        "body":"",
        "author":""
    }

]